Repository: DeeKey/meine-luftdaten-info
Catalog: translations/*/LC_MESSAGES/flask_security.po
Languages: sk

source: Login Required
sk: Je potrebné sa prihlásiť

source: Welcome
sk: Vitajte

source: Please confirm your email
sk: Potvrďte prosím svoj e-mail

source: Login instructions
sk: Prihlasovacie inštrukcie

source: Your password has been reset
sk: Vaše heslo bolo resetované

source: Your password has been changed
sk: Vaše heslo bolo zmenené

source: Password reset instructions
sk: Pokyny na obnovenie hesla

source: You do not have permission to view this resource.
sk: Nemáte oprávnenie na zobrazenie tohto prostriedku.

source: Thank you. Confirmation instructions have been sent to %(email)s.
sk: Ďakujeme. Pokyny na potvrdenie boli odoslané na %(email)s.

source: Thank you. Your email has been confirmed.
sk: Ďakujeme. Vaš e-mail bol potvrdený.

source: Your email has already been confirmed.
sk: Váš e-mail už bol potvrdený.

source: Invalid confirmation token.
sk: Neplatný potvrdzovací token.

source: %(email)s is already associated with an account.
sk: %(email)s je už spojený s účtom.

source: Password does not match
sk: Heslo sa nezhoduje

source: Passwords do not match
sk: Heslá sa nezhodujú

source: Redirections outside the domain are forbidden
sk: Presmerovania mimo domény sú zakázané

source: Instructions to reset your password have been sent to %(email)s.
sk: Pokyny na obnovenie hesla boli odoslané na %(email)s.

source: You did not reset your password within %(within)s. New instructions have been sent to %(email)s.
sk: Neobnovili ste heslo pre %(within)s. Nové pokyny boli odoslané na %(email)s.

source: Invalid reset password token.
sk: Neplatný token pre obnovenia hesla.

source: Email requires confirmation.
sk: E-mail vyžaduje overenie.

source: Confirmation instructions have been sent to %(email)s.
sk: Pokyny na potvrdenie boli odoslané na adresu %(email)s.

source: You did not confirm your email within %(within)s. New instructions to confirm your email have been sent to %(email)s.
sk: Nepotvrdili ste svoj e-mail %(within)s. Nové pokyny na potvrdenie e-mailu boli odoslané na %(email)s.

source: You did not login within %(within)s. New instructions to login have been sent to %(email)s.
sk: Neprihlásili ste sa s %(within)s. Nové pokyny na prihlásenie boli odoslané na %(email)s.

source: Instructions to login have been sent to %(email)s.
sk: Pokyny na prihlásenie boli zaslané na %(email)s.

source: Invalid login token.
sk: Chybný prihlasovací token.

source: Account is disabled.
sk: Účet je zablokovaný.

source: Email not provided
sk: E-mail nebol poskytnutý

source: Invalid email address
sk: Nesprávna e-mailová adresa

source: Password not provided
sk: Heslo nebolo poskytnuté

source: No password is set for this user
sk: Pre tohoto používateľa nie je nastavené heslo

source: Password must be at least 6 characters
sk: Heslo musí mať aspoň 6 znakov

source: Specified user does not exist
sk: Zadaný používateľ neexistuje

source: Invalid password
sk: Chybné heslo

source: You have successfully logged in.
sk: Úspešne ste sa prihlásili.

source: Forgot password?
sk: Zabudnuté heslo?

source: You successfully reset your password and you have been logged in automatically.
sk: Úspešne ste obnovili svoje heslo a automaticky ste sa prihlásili.

source: Your new password must be different than your previous password.
sk: Vaše nové heslo musí byť iné, ako predchádzajúce heslo.

source: You successfully changed your password.
sk: Úspešne ste zmenili svoje heslo.

source: Please log in to access this page.
sk: Pre prístup k tejto stránke je potrebné, aby ste sa prihlásili.

source: Please reauthenticate to access this page.
sk: Pre prístupu na túto stránku sa opäť prihláste.

source: Email Address
sk: E-mailová adresa

source: Password
sk: Heslo

source: Remember Me
sk: Zapamätať si ma

source: Login
sk: Prihlásenie

source: Register
sk: Registrácia

source: Resend Confirmation Instructions
sk: Znovu odoslať pokyny na potvrdenie

source: Recover Password
sk: Obnoviť heslo

source: Reset Password
sk: Resetovať heslo

source: Retype Password
sk: Opäť zadajte heslo

source: New Password
sk: Nové heslo

source: Change Password
sk: Zmeniť heslo

source: Send Login Link
sk: Poslať odkaz na prihlásenie

source: Forgot password
sk: Zabudnuté heslo

source: Confirm account
sk: Potvrďte účet

source: Change password
sk: Zmeniť heslo

source: Send password reset instructions
sk: Odoslať pokyny na obnovenie hesla

source: Reset password
sk: Resetovať heslo

source: Resend confirmation instructions
sk: Znovu odoslať pokyny na potvrdenie

source: Your password has been changed.
sk: Vaše heslo bolo zmenené.

source: If you did not change your password,
sk: Ak ste svoje heslo nezmenili,

source: click here to reset it
sk: pre resetovanie kliknite tu

source: Please confirm your email through the link below:
sk: Prosím, potvrďte svoj e-mail pomocou odkazu nižšie:

source: Confirm my account
sk: Potvrdiť môj účet

source: Welcome %(email)s!
sk: Vitajte %(email)s!

source: You can log into your account through the link below:
sk: Do svojho účtu sa môžete prihlásiť pomocou odkazu nižšie:

source: Login now
sk: Prihlásiť sa

source: Click here to reset your password
sk: Pre resetovanie hesla kliknite tu

source: You can confirm your email through the link below:
sk: Váš e-mail môžete potvrdiť pomocou odkazu nižšie:
